Repository: nohkumado/mental_preparation
Catalog: lib/l10n/intl_*.arb
Languages: fr

# autonomy_label
source: AUTONOMY
fr: AUTONOMIE

# autonomy_caption
source: On a scale of 0 to 10 NOTE To what extent do you feel autonomous in your sports practice, in your training, and in the way you practice your sport? 0 = not at all autonomous, permanent feeling of constraint 10 = total feeling of autonomy.
fr: Sur une échelle de 0 à 10 NOTE À quel degré te sens-tu autonome dans ta pratique sportive, dans tes entrainements, dans la façon dont tu pratiques ton sport ? 0 = pas du tout autonome, sentiment de contrainte permanente 10= sentiment d'autonomie totale.

# autonomy_recipe
source: adjust the instructions given to leave choices
fr: ajuster les consignes données pour laisser du choix

# competence_label
source: COMPETENCE
fr: COMPÉTENCE

# competence_caption
source: Do you think you have acquired a significant number of skills to be able to practice your sport at the level you are at today? 0 = I have hardly acquired any real skills to practice the sport at the level I am at today 10 = I have acquired solid skills to be at the level I am at today
fr: Penses-tu avoir acquis un grand nombre de compétences pour être en mesure de pratiquer ton sport au niveau qui est le tien aujourd'hui ? 0 = je n'ai quasiment acquis aucune vraies compétences pour pratiquer le sport au niveau qui est le mien aujourd'hui 10 = j'ai acquis des solides compétences pour être au niveau qui est le mien aujourd'hui

# competence_recipe
source: become fully aware of your skills, visualize them
fr: prendre vraiment conscience de ses compétences, les visualiser

# appartenance_label
source: BELONGING
fr: APPARTENANCE

# appartenance_caption
source: To what extent do you feel close to your club/team/coach (as applicable) today? 0 = not at all close, I am not known 10 = like a second family
fr: À quel degré te sens-tu proche de ton club/ton équipe/ton entraineur (selon le cas) aujourd'hui ? 0 = pas du tout proche, on ne me connait pas 10 = comme une seconde famille

# appartenance_recipe
source: make sure to be appreciated for who you are and not just for the results you deliver
fr: faire en sorte d'être apprécié pour soi et pas seulement pour le résultat qu'on délivre

# plaisir_label
source: PLEASURE
fr: PLAISIR

# plaisir_caption
source: What is your level of pleasure when you practice your sport today? 0 = I have no pleasure in my sports practice 10 = I experience a lot of pleasure when I train or compete
fr: Quel est ton degré de plaisir quand tu pratiques ton sport aujourd'hui ? 0 = je n'ai aucun plaisir dans ma pratique sportive 10 = j'éprouve beaucoup de plaisir lorsque je m'entraine ou lorsque je fais de la compétition

# plaisir_recipe
source: re-establish the causes of the pleasure already felt, or identify and implement what would allow you to feel it
fr: remettre en place les causes du plaisir déjà ressenti, ou identifier et mettre en place ce qui permettrait d'en ressentir

# progres_label
source: PROGRESS
fr: PROGRÈS

# progres_caption
source: Do you feel like you are progressing or stagnating in your sport today? 0 = I am stagnating completely 10 = I am making incredible progress
fr: As-tu le sentiment de progresser ou de stagner dans ton sport aujourd'hui ? 0 = je stagne littéralement 10 = je fais des progrès incroyables

# progres_recipe
source: implement progression programs, skill acquisition, with milestones and visualize each completed step
fr: mettre en place des programmes de progression, d'aquisition de compétences, avec des points d'étapes et visualiser chaque étape passée

# engagement_caption
source: When it's time for training, do you feel naturally highly motivated or do you need to show willpower to get started? 0 = if I listen to myself, I won't train, I'll do something else! 10 = I always want to train!
fr: Lorsqu'arrive l'heure de l'entrainement, te sens-tu naturellement ultra-motivé ou dois-tu faire preuve de volonté pour t'y mettre? 0 = si je m'écoute je ne vais pas m'entrainer, je fais autre chose! 10 = j'ai tout le temps envie de m'entrainer !

# engagement_recipe
source: give meaning to the action by linking it to one of the person's motivational ingredients
fr: donner sens à l'action en la reliant à l'un des ingrédients motivationnels de la personne

# sens_label
source: FUNDAMENTAL SENSE
fr: SENS FONDAMENTAL

# sens_caption
source: Do you know why you practice this sport and can you list everything that makes your practice really important to you in your life? 0 = I have never asked myself this kind of question! 10 = I can make a precise list of the fundamental reasons why I practice this sport and how it exactly corresponds to what is important in life
fr: Sais-tu pourquoi tu pratiques ce sport et peux tu lister tout ce qui fait que ta pratique est vraiment importante pour toi dans ta vie? 0 = je ne me suis jamais posé ce genre de question ! 10 = je peux faire la liste précise des raisons fondamentales pour lesquelles je pratique ce sport et en quoi cela correspond exactement à ce qui est important dans la vie

# sens_recipe
source: huh?
fr: heu?

# niveau
source: Level
fr: Niveau

# retour
source: Commentary
fr: Retour

# level_text
source: Level
fr: Niveau

# state_text
source: State
fr: État
